Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: One method of doing this is through offender treatment programmes which are discussed in more detail elsewhere in this book.
vi: Một cách thức đế tiến hành điều này là thông qua những chương trình đối xử với tội phạm, điều mà đã được nghị luận chi tiết ở đâu đó trong quyển sách này.

source: One method of execution often discussed in relation to Islamic Law is that of stoning, which is not used in many countries because it is often felt to be inhumane and painful for the offender.
vi: Một phương pháp hành xử thường được tranh luận liên quan đến pháp luật Hồi giáo chính là ném đá, phương pháp này không được sử dụng ở nhiều nước vì nó thường tạo ra sự mất nhân tính và gây đau đớn cho người phạm tội.

source: One method of trying to adjust this balance is by the use of Restorative Justice.
vi: Phương thức đạt được sự cân bằng chính là thông qua Công lý Phục hồi.

source: One night two youths broke into the farmhouse and Martin fired several shots in the dark, resulting in the death of one intruder and injuring the second.
vi: Một đêm, 2 thanh niên đột nhập vào căn nhà trại và Martin đã nổ vài phát súng trong bóng tối, dẫn đến việc giết chết 1 tên đột nhập và làm thương tên kia .

source: One of the bases of this view is that people choose to offend.
vi: Gốc rễ của quan điểm này chính là việc con người đã chọn cách chống trả.

source: One of the first and ongoing concerns of a criminal psychologist working with offenders post-sentence is the assessment of the offenders.
vi: Một trọng những khía cạnh đầu tiên của tâm lý học tội phạm khi làm việc với bị can sau khi đã bị tuyên án là thẩm định, đánh gia bị can.

source: One of the highest profile cases where this tendency has been useful involved an FBI investigation into an individual who became known as the Unabomber.
vi: Khuynh hướng này đã được coi là hữu ích ở một trong những hồ sơ vụ án lớn nhất khi nó dẫn dắt một cuộc điều tra của FBI đến người mà sau này được biết đến với biệt danh là Kẻ đánh bom (Unabomber.)

source: One of the interesting aspects about punishment is its use regarding crime changes across time and cultures.
vi: Một trong những mặt thú vị về hình phạt là cách sử dụng chúng cho các hành vi phạm tội thay đổi theo thời gian và nền văn hóa

source: One of the judges’ tasks in UK and US trials is to explain the law to juries so that they can apply the evidence of the case to come to their verdict.
vi: Một trong những nhiệm vụ của thẩm phán trong phiên toàn ở nước Anh và Mỹ là để giải thích luật cho ban bồi thẩm để họ áp dụng chứng cứ của vụ án vào phán quyết.

source: One of the main sources of this evidence is the people who were eyewitnesses to the event.
vi: Một nguồn bằng chứng chính là những người chứng kiến vụ án.

source: One of the major problems with this technique was that some innocent people (e.g. a loving husband) reacted strongest to relevant questions (e.g. ‘Did you murder your wife?’).
vi: Một trong những vấn đề của phương pháp này là một số người vô tội (như một người chồng si tình) phản ứng mạnh nhất với các câu hỏi liên quan (Ví dụ: Anh đã giết vợ mình phải không?).

source: One of the major ways in which they seek to do this is by apprehending the criminals and getting them to confess to their crimes.
vi: Một trong những cách chính mà họ hay sử dụng là nhận biết những người phạm tội và buộc họ phải thú nhận tội ác mà mình đã thực hiện.

source: One of the many problems with vigilante groups is that the accused are unlikely to be given a fair trial or chance to legally defend themselves.
vi: Một trong nhiều vấn đề của các ủy ban trật tự là bị cáo chưa chắc được đưa ra xét xử công bằng hay có cơ hội để bào chữa cho chính mình một cách hợp pháp.

source: One of the most common roles of crime analysts is that of case linkage.
vi: Một trong những vai trò phổ biến nhất của các nhà phân tích tội ác là kết nối vụ án.

source: One of the most important sources of information for constructing a profile would be the victims’ or witnesses’ accounts of the crime.
vi: Một trong những nguồn tin quan trọng nhất để xây dựng một bộ hồ sơ chính là những biên bản khai báo của nạn nhân hoặc nhân chứng.

source: One of the most important tasks during an investigation is collecting reliable evidence in order to put together a case of what happened during the event in question.
vi: Một trong những nhiệm vụ quan trọng nhất trong suốt quá trình phá án là thu thập bằng chứng đáng tin cậy để so sánh và đối chiếu với những vụ án khác xảy ra xung quanh sự kiện đó.

source: One of the most recent examples of a well-known publicized case in Britain took place in Paulsgrove estate, Portsmouth.
vi: Một trong những ví dụ gần đây nhất của một vụ án nổi tiếng được công khai ở Anh diễn ra ở bất động sản Paulsgrove, Postmouth.

source: One of the policemen says something to you in a slightly ‘sing-song’ voice.
vi: Một vị cảnh sát nói gì đó với bạn bằng một giọng nói trầm trầm bổng bổng.

source: One of the problem areas is how to help people who think that they are having inappropriate thoughts and are worried about their behaviour.
vi: Một trong những vấn đề rắc rối là làm thế nào để giúp những người nghĩ rằng mình đang có những suy nghĩ không chính xác và lo lắng về hành vi của mình.

source: One of the problems with looking at the effectiveness of programmes is what outcome measure to use.
vi: Một trong những vẫn đề trong việc nhìn vào tính hiệu quả của các chương trình này là sử dụng phạm vi của kết quả nào.

source: One of the suspect coughs was different from the others; it seemed to be followed very closely by the muffled exclamation ‘No!’ possibly indicating to the Major that he was about to choose the wrong answer.
vi: Một trong số những tiếng ho đang bị điều tra lại nghe khác hẳn những tiếng ho còn lại. Có vẻ như tiếng ho này theo sát ngay sau một tiếng cảm thán nghẹn - "Không!", có khả năng là để nhằm nhắc vị Thiếu tá này rằng ông ta sắp chọn câu trả lời sai mất rồi.

source: One of the topics where the research findings differ from surveys of common sense beliefs is that concerning the effects of levels of violence.
vi: Một trong những chủ đề xuất hiện trong những báo cáo khác với các nghiên cứu về những niềm tin thường thức đó là mối lo ngại về tầm ảnh hưởng của mức độ bạo lực.

source: One of them falls into your table and as you push him away he trips over and is hurt.
vi: Một người nhào về phía bàn của bạn và khi bạn đẩy anh ta ra, anh ta trượt ngã và bị thương.

source: One of these is the principle of distance decay.
vi: Một trong số những lý thuyết đó là nguyên tắc phân rã khoảng cách.

source: One possibility that researchers have suggested is that prisoners protect themselves from future victimization by victimizing others.
vi: Có một khả năng mà các nhà nghiên cứu đã chỉ ra rằng: Những tù nhân thường bảo vệ chính bản thân mình trước sự bạo hành bằng cách ngược đãi những người khác trước.

source: One possible way to improve lie detection is to combine the cues that have been found to be better than useless.
vi: Một cách tốt để cải thiện khả năng phát hiện nói dối là kết hợp các dấu hiệu đã tìm thấy được hơn là để chúng trở nên vô dụng.

source: One rather obvious reason is that some (probably a minority) are voluntary – innocent people confess, for example, to gain notoriety or to cover up for a friend.
vi: Một lập luận hiển nhiên là có vài người tự nguyện nhận tội (chắc chắn là thiểu số) - những người vô tội nhận tội với nhiều mục đích khác nhau, ví dụ như, để đạt được trạng thái rõ ràng hoặc để bao che cho bạn bè.

source: One reason for this could be that people may find it difficult to ignore their own (false) beliefs about which cues indicate lying and therefore they benefit little from the training.
vi: Một lý do cho điều này có thể là người ta sẽ gặp khó khăn khi lờ đi những niềm tin ( không đúng) của chính họ về những dấu hiệu biểu thị nói dối và vì thế họ không đạt được hiệu quả từ việc tập luyện.

source: One reason for this is that guilty people, rather than innocent people, will be motivated to beat the test by the employment of what is referred to as countermeasures.
vi: Một lý do cho việc này là kẻ có tội thường có động cơ để qua mặt bài kiểm tra như một biện pháp đối phó.

source: One reason why young children do this is because they believe that adults (especially authority figures) already know what happened and that their role (i.e. the children’s) is merely to confirm that the adult is correct.
vi: Một lý do trẻ em làm thế là vì trẻ tin người lớn (đặc biệt là những nhân vật có thẩm quyền) đã biết những gì xảy ra và vai trò của trẻ ở đây là để chứng thực cho việc người lớn đã đúng.

source: One recent success in linguistic reform of the legal system has been Peter Tiersma’s work with the Californian Judicial Council which in August 2005 agreed new plain language jury instructions.
vi: Một thành công gần đây trong cải cách về ngôn ngữ của hệ thống pháp luật nhờ nghiên cứu của Peter Tiersma với Hội đồng Tư pháp California trong Tháng Tám năm 2005 đã đồng ý hướng dẫn bồi thẩm đoàn bằng ngôn ngữ đơn giản mới.

source: One researcher suggests that sex offenders only lack empathy towards their own victims, with rapists being able to show empathy towards women in general, and child abusers being able to show empathy towards children in general (Hanson, 1997).
vi: Một nhà nghiên cứu cho rằng tội phạm tình dục chỉ thiếu cảm thông đối với nạn nhân của riêng họ mà thôi, đối với những kẽ hãm hiếp là thiếu cảm thông đến phụ nữ nói chung và những kẻ lạm dụng trẻ em thì thể hiện sự thiếu thấu cảm đối với trẻ em nói chung (Hanson, 1997).

source: One senior police officer stated that ninety-seven per cent of offenders who should be registered had done so.
vi: Một sĩ quan cảnh sát lâu năm nói rằng 97% tội phạm đã bị ghi lại có làm như thế.

source: One study (Alexander, 1999), which looked at all of the available research on treatment programmes (seventy-nine studies involving almost 11,000 offenders) showed that people who participated in relapse prevention programmes had a 7.2 per cent re-arrest rate compared with 17.6 per cent for untreated offenders.
vi: Một nghiên cứu ( Alexander, 1999) cái mà nhìn vào tất cả những nghiên cứu lúc đó về các chương trình điều trị ( 79 nghiên cứu liên quan đến gần 11000 tội phạm) cho thấy rằng những người tham gia vào chương trình ngăn chặn tái phạm có tỉ lệ bị bắt lại là 7.2% so với 17.6% của những tội phạm không được điều trị.

source: One study compared the factors associated with both.
vi: Một nghiên cứu đã so sánh về các nguyên nhân liên quan đến 2 hình thức nói trên.

source: One study examined a serial rapist who offended in Italy over a considerable number of years and it revealed that the offender sometimes behaved as a marauder but at other times as a commuter.
vi: Một nghiên cứu đã tiến hành khảo sát một kẻ phạm tội hãm hiếp gây án tại Ý trong một số năm hợp lý và nó đã hé lộ rằng kẻ phạm tội đôi khi cưu xử như một marauder nhưng khi khác lại như một commuter.

source: One study found that sixteen per cent of juveniles in detention centres reported previous deliberate self- harm and twenty-seven per cent reported thinking about attempting suicide in the past.
vi: Một nghiên cứu chỉ ra rằng 16% vị thành niên ở các trung tâm giam giữ được báo cáo đã từng ngược đãi bản thân và 27% xác nhận đã từng nghĩ đến việc cố gắng tự tử.

source: One such example is the distinction made between disorganized and organized murderers, and another, the four typologies of rapist: power reassurance, anger retaliation, power assertive and anger excitation.
vi: Ví dụ: sự phân biệt được lập nên giữa những tội phạm có tổ chức và không có tổ chức, và một ví dụ khác, 4 kiểu hình của kẻ hãm hiếp: đảm bảo quyền lực, trả đũa do giận dữ, hứng thú với quyền lực và kích thích do giận dữ.

source: One task for researchers of offender profiling is to determine which behaviours these are.
vi: Một nhiệm vụ của những người nghiên cứu công việc lập hồ sơ tội phạm là xác định xem những hành vi đó là gì.

source: One topic that is often debated is whether the removal of freedom is enough of a punishment or whether the conditions in prison should also be as harsh as possible.
vi: Một chủ đề thường được tranh luận là liệu việc tước bỏ sự tự do là đủ cho một hình phạt hay liệu những điều kiện trong tù cũng cần bị đẩy lên mức khắc nghiệt nhất có thể.

source: One very relevant issue is how witnesses are questioned/inter- viewed, which was covered in chapter 4.
vi: Cách các nhân chứng được hỏi/phỏng vấn, như đã được trình bày ở chương 4, cũng là một vấn đề có liên quan.

source: One way involves modern uses of DNA that check whether ‘biological’ traces left by the criminal (e.g. in hair, semen, and so on) match the confessor.
vi: Có một cách thường dùng hiện nay là kiểm tra những dấu vết di truyền còn xót lại ở hiện trường vụ án (như tóc, tinh dịch...) xem có trùng khớp với người thú nhận hay không.

source: Ongoing evaluation: Evaluation should be built in to the programme in order to inform the ongoing development of the programme.
vi: Liên tục đánh giá: Bảng đánh giá nên được đưa vào chương trình nhằm cho biết sự phát triển liên tục của chương trình.

source: Ongoing monitoring: Monitoring procedures should ensure that the programme is supported and resourced in order to ensure that effectiveness is not undermined.
vi: Liên tục theo dõi: Quá trình theo dõi nên đảm bảo rằng chương trình được hỗ trợ về mọi mặt để chắc chắn rằng tính hiệu quả không bị giảm xuống.

source: Ongoing work in the USA called the ‘Innocence Project’ examines cases of people imprisoned for crimes that they claim they did not commit.
vi: Có một chương trình đang được thực hiện ở Mỹ gọi là "Dự án vô tội" - nhóm phụ trách sẽ kiểm tra toàn bộ những phạm nhân bị giam giữ xem họ có thực sự phạm tội hay không.

source: Only programmes that met these criteria were to be adopted and implemented by the Prisons and Probation Service for delivery to the offenders under their supervision.
vi: Những chương trình này gồm các tiêu chí được thông qua và thi hành bởi Cơ quan quản lý nhà tù và giám sát phạm nhân với mục đích là để giám sát những người phạm tội.

source: Open questions invite the interviewee to provide information additional to that given in their free recall.
vi: Câu hỏi mở giúp người được thẩm vấn cung cấp thêm thông tin ngoài những gì có được từ quá trình gợi nhớ tự do.

source: Other changes that made a significant difference to citizens’ lifestyles and policing activity is the merging of public and private space.
vi: Những thay đổi khác làm nên một sự thay đổi đáng kể đối với phong cách sống và hoạt động an ninh của người dân chính là sự hợp nhất khoảng cách của công chúng và tư nhân.

source: Other concerns have related to the style of policing, the manner in which the police engage with the public and seek their assistance and co-operation in carrying out the law, known as ‘engagement’.
vi: Một mối quan tâm khác là phong cách, cách thức người cảnh sát gắn bó với cộng đồng, cách mà anh ta tìm kiếm sự hỗ trợ và hợp tác từ người dân để cùng thực thi pháp luật, đây có thể coi như một sự ràng buộc’.

source: Other countries which do have the death penalty include Singapore, Japan, China, Saudi Arabia and Iran.
vi: Án tử hình vẫn còn được áp dụng ở một số nước như Singapore, Nhật Bản, Trung Quốc, Ả-rập Xê-út và Iran

source: Other prisoners might use drugs or withdraw themselves psychologically.
vi: Một vài người còn sử dụng chất kích thích, các loại thuốc để cô lập mình .

source: Other recent studies have investigated such relationships at a thematic level: themes that describe the actual behaviours, for example, pseudo-intimate behaviours, are developed.
vi: Các nghiên cứu khác gần đây đã điều tra những mối quan hệ đó tại mức độ tương quan với chủ đề, được phát triển từ những chủ đề mô tả hành vi thực tế, ví dụ như hành vi thân mật giả tạo.

source: Other research has shown that one in four women have been subject to a sexual assault or rape.
vi: Một nghiên cứu khác đã chỉ ra rằng cứ 4 phụ nữ thì có 1 người đã từng là nạn nhân của cưỡng hiếp hoặc cưỡng dâm.

source: Other research, however, has presented mixed results – for example, improvements in the cognitive functions that ART targets but no transference of these gains into behavioural change.
vi: Tuy vậy, một số nghiên cứu đã cho thấy kết quả hỗn hợp hơn - ví dụ, có sự cải thiện về khả năng nhận thức theo mục tiêu của ART nhưng những cải thiện này không tác động đến thay đổi hành vi.

source: Other similar studies may have been conducted in various countries but have not usually been published.
vi: Những nghiên cứu tương tự khác có thể được tiến hành ở nhiều quốc gia nhưng thường không được công bố trước báo giới.

source: Other studies have found a relationship between avoidance and emotion-focused coping and psycho- logical distress.
vi: Những nghiên cứu khác cho thấy mối liên hệ giữa phương pháp tránh né, phương pháp tập trung vào cảm xúc và suy kiệt về tâm lý .

source: Other studies have found that prisoners perceived as weaker, less experienced or socially isolated were more often targeted, as were those serving a sentence for a controversial crime, such as child sexual abuse.
vi: Các nghiên cứu khác lại chỉ ra rằng các tù nhân được xem là ..., ít trải nghiệm hơn hoặc cô lập về mặt xã hội lại thường là nhóm mục tiệu, như những người đang chịu án liên quan đến các tội gây ra nhiều tranh cãi, chẳng như tội lạm dụng tình dục trẻ em.

source: Other studies have shown that when asked about items that were not in the original event, more people replied ‘yes’ to questions worded ‘Did you see the ...?’ than to ‘Did you see a ...?’.
vi: Các nghiên cứu khác cho kết quả là khi được hỏi về những vật thật ra không tồn tại ở hiện trường ngay từ đầu thì nhiều người trả lời 'có' khi gặp câu hỏi 'Bạn có nhìn thấy ... không?' hơn so với khi gặp câu 'Bạn có nhìn thấy một ... không?.

source: Others, however, think that offenders should have an opportunity, if appropriate, to receive treatment aimed at altering their behaviour in an attempt to pre- vent future offending.
vi: Tuy nhiên, một số người khác lại nghĩ phạm nhân nên có được cơ hội thỏa đáng để nhận sự điều trị nhằm mục đích thay đổi hành vi để ngăn ngừa sự tái phạm trong tương lai.

source: Others, sadly, seem ignorant at present of what can now be achieved.
vi: Các nước còn lại, đáng buồn thay, dường như hiện nay vẫn chẳng quan tâm đến những điều họ có thể đạt được.

source: Our 2004 report (see suggested further readings) of a large-scale research project in England and Wales has produced tentative answers to some import- ant questions, however, still others remain unanswered and new ones are emerging.
vi: Bản báo cáo năm 2004 của chúng tôi về một dự án nghiên cứu qui mô lớn ở Anh và Wales đã có câu trả lời, mang tính tạm thời, cho một số câu hỏi quan trọng, tuy nhiên, một số vẫn chưa có lời giải đáp và thêm những câu hỏi mới dần xuất hiện.

source: Over a period of time Norman French became established in England as the language of the ruling class and gradually filtered through to the language of the law.
vi: Trong thời kì của Norman tiếng Pháp là ngôn ngữ ở Anh như là ngôn ngữ của giai cấp thống trị và chọn lọc trở thành ngôn ngữ của pháp luật.

source: Over recent years there has been a growth in the use of treatment programmes with offenders (see chapter 10 for more detailed information).
vi: Những năm gần đây đã có sự phát triển trong việc chữa bệnh và đãi ngộ với tội phạm(xem chương 10 để biết thêm thông tin) t programmes with offenders (see chapter 10 for more detailed information).

source: Over the decades psychological research has repeatedly found that when people are emotional their range of attention narrows and they are more reliant on their basic, well-established beliefs.
vi: Qua hàng thập kỷ , các nghiên cứu tâm lý đã nhiều lần tìm thấy rằng khi con người xúc động thì sự chú ý sẽ giảm và họ sẽ trở nên dựa dẫm nhiều hơn và những niềm tin có sẵn, căn bản.

source: Over the last fifty years or so there has been a massive increase in the amount of land, property and possessions that citizens own (and many of these possessions such as DVD players, laptops, mobile phones and televisions are also very easily transportable), making it easier for thieves to steal, transport and then sell on.
vi: Trong gần hơn 50 năm qua, đã có sự gia tăng ồ ạt về số lượng đất sở hữu, tài sản và những của cải của người dân (và rất nhiều của cải như đầu DVD, máy tính xách tay, điện thoại di động và TV đều rất dễ để di chuyển), tạo điều kiện cho những kẻ trộm thực hiện hành vi trộm cắp và sau đó mang đi bán.

source: Over the last twenty years there has been a vast increase in public access to privately owned premises such as shopping malls and leisure centres.
vi: Trong hai mươi năm gần đây đã có một sự gia tăng đáng kể trong việc công chúng tiếp cận các sơ sở kinh doanh tư nhân như những trung tâm mua sắm và giải trí.

source: Over thirty years ago one such experiment found that when asked about the height of a man they had seen, those asked ‘How tall was the man?’ produced, on average, responses that were twenty-eight centimetres greater than those asked ‘How short was the man?’.
vi: Hơn ba mươi năm trước, một thực nghiệm đã được tiến hành và tìm ra rằng khi một người được hỏi về chiều cao của người đàn ông mà họ nhìn thấy, khi gặp câu 'Anh ta cao khoảng bao nhiêu?' thì trung bình câu trả lời sẽ chênh lệch hai mươi tám centimet cao hơn so với người được hỏi 'Anh ta thấp khoảng bao nhiêu?'.

source: Over time this culture has been passed down, and despite many changes in the service over the last twenty years, many researchers note that canteen culture still exists and may prevent officers from seeking help.
vi: Mặc dù đã có rất nhiều thay đổi trong ngành cảnh sát trong vòng 20 năm qua, nhưng văn hóa này vẫn còn tồn tại. Nhiều nhà nghiên cứu đã chỉ ra rằng điều đó có thể sẽ ngăn cản những sĩ quan cảnh sát tìm kiếm sự giúp đỡ từ người khác.

source: Overall, there was an improvement across the training, but some of this could merely have been due to practice.
vi: Nói chung, có một sự tiến bộ qua việc huấn luyện, nhưng một vài thứ trong đó vẫn chỉ phụ thuộc vào thực tế.

source: Overcrowding.
vi: Tình trạng quá tải.

source: PCSOs do not have the same powers as police or the same extensive training, but they do wear a uniform that is remarkably similar to that of a police officer and do work with the police.
vi: PCSOs không có quyền hạn hay chương trình huấn luyện khái quát như cảnh sát, tuy nhiên họ vẫn có mặc quân phục và quân phục này đặc biệt giống với các sĩ quan cảnh sát và họ vẫn làm việc với cảnh sát.

source: Part of this is a belief that the liberalist policies of the 1960s and early 1970s were not effective and that there is currently a crime epidemic, particularly with drug-related and anti-social crime.
vi: Một số người tin rằng các chính sách tự do vào những thập niên 60 và 70 không tạo được hiệu quả và góp phần tạo nên một đại dịch tội phạm, đặc biệt là tội phạm liên quan đến ma túy và chống đối xã hội.

source: Partly due to concern about not identifying the correct perpetrator and accusing the wrong person of a crime, due process supporters advocate that it is better that ten guilty people go free than one innocent person be punished.
vi: Một phần là vì quan ngại về việc không thể nhận dạng đúng thủ phạm và buộc tội sai người, những người ủng hộ quy trình pháp lý tán thành việc thà 10 người có tội được tự do còn hơn 1 người vô tội bị trừng phạt

source: Paulsgrove witnessed riots as local people took to the streets in order to protest about the paedophiles living in their community.
vi: Paulsgrove đã chứng kiến những cuộc hỗn loạn do người dân địa phương chiếm những con phố để biểu tình về việc những tên ấu dâm sông trong cộng đồng của họ.
